Repository: FangHuaiAn/crisismap
Catalog: ios/CrisisMap/Resources/Localizable.xcstrings
Source language: en
Languages: zh_hant_tw

source: %lld events
zh_hant_tw: %lld 個事件

# actors.loading
source: Loading...
zh_hant_tw: 載入中...

# actors.noStatements
source: No recent statements
zh_hant_tw: 尚無近期發言

# app.live
source: Live
zh_hant_tw: 即時

# category.conflict
source: Conflict
zh_hant_tw: 衝突

# category.diplomatic
source: Diplomatic
zh_hant_tw: 外交

# category.disaster
source: Disaster
zh_hant_tw: 災害

# category.earthquake
source: Earthquake
zh_hant_tw: 地震

# category.economic
source: Economic
zh_hant_tw: 經濟

# category.military
source: Military
zh_hant_tw: 軍事

# category.prediction
source: Prediction
zh_hant_tw: 預測

# category.statement
source: Statement
zh_hant_tw: 聲明

# category.terrorism
source: Terrorism
zh_hant_tw: 恐怖攻擊

# chart.categories
source: Categories
zh_hant_tw: 事件分類

# chart.events
source: events
zh_hant_tw: 事件

# chart.keyActors
source: Key Actors
zh_hant_tw: 關鍵人物

# chart.marketIndicators
source: Market Indicators
zh_hant_tw: 市場指標

# chart.predictionMarkets
source: Prediction Markets
zh_hant_tw: 預測市場

# chart.threatOverview
source: Threat Overview
zh_hant_tw: 威脅總覽

# common.done
source: Done
zh_hant_tw: 完成

# feed.empty
source: No events match your filters
zh_hant_tw: 沒有符合篩選條件的事件

# feed.error
source: Failed to load events
zh_hant_tw: 事件載入失敗

# filter.category
source: Category
zh_hant_tw: 分類

# filter.level
source: Threat Level
zh_hant_tw: 威脅等級

# filter.region
source: Region
zh_hant_tw: 地區

# filter.search
source: Search events...
zh_hant_tw: 搜尋事件...

# level.critical
source: Critical
zh_hant_tw: 危急

# level.high
source: High
zh_hant_tw: 高

# level.info
source: Info
zh_hant_tw: 資訊

# level.low
source: Low
zh_hant_tw: 低

# level.medium
source: Medium
zh_hant_tw: 中

# map.readArticle
source: Read Article
zh_hant_tw: 閱讀全文

# markets.noActive
source: No active markets
zh_hant_tw: 暫無活躍市場

# nav.dashboard
source: Dashboard
zh_hant_tw: 儀表板

# nav.events
source: Events
zh_hant_tw: 事件

# news.empty.description
source: Try another region/topic filter.
zh_hant_tw: 請嘗試其他地區或主題篩選。

# news.empty.title
source: No Clusters
zh_hant_tw: 沒有新聞群組

# news.error.unavailable
source: News Unavailable
zh_hant_tw: 新聞暫時無法使用

# news.events.recent
source: Recent Events
zh_hant_tw: 近期事件

# news.offline.cached
source: Showing cached news while live sources are unavailable.
zh_hant_tw: 即時來源暫時無法使用，正在顯示快取新聞。

# news.search
source: Search clusters
zh_hant_tw: 搜尋新聞群組

# news.signal.attributionMix
source: Attribution Mix
zh_hant_tw: 來源歸屬組合

# news.signal.distinctSources
source: Distinct Sources
zh_hant_tw: 不同來源

# news.signal.mentionIndex
source: Mention Index
zh_hant_tw: 提及指數

# news.signal.section
source: Signal
zh_hant_tw: 訊號

# news.signal.sourceTypes
source: Source Types
zh_hant_tw: 來源類型

# news.source.attribution.derived
source: Derived
zh_hant_tw: 轉載彙整

# news.source.attribution.direct
source: Direct
zh_hant_tw: 直接來源

# news.source.kind.aggregator
source: Aggregator
zh_hant_tw: 聚合器

# news.source.kind.publisher
source: Publisher
zh_hant_tw: 發行媒體

# news.source.kind.social
source: Social
zh_hant_tw: 社群

# news.source.kind.wire
source: Wire
zh_hant_tw: 通訊社

# news.source.summary.derived
source: derived
zh_hant_tw: 轉載彙整

# news.source.summary.direct
source: direct
zh_hant_tw: 直接來源

# news.source.summary.kind.aggregator
source: aggregator
zh_hant_tw: 聚合器

# news.source.summary.kind.publisher
source: publisher
zh_hant_tw: 發行媒體

# news.source.summary.kind.social
source: social
zh_hant_tw: 社群

# news.source.summary.kind.wire
source: wire
zh_hant_tw: 通訊社

# news.sources.count
source: %lld sources
zh_hant_tw: %lld 個來源

# news.title
source: News
zh_hant_tw: 新聞

# news.topic.all
source: All Topics
zh_hant_tw: 所有主題

# region.africa
source: Africa
zh_hant_tw: 非洲

# region.all
source: All
zh_hant_tw: 全部

# region.americas
source: Americas
zh_hant_tw: 美洲

# region.east-asia
source: East Asia
zh_hant_tw: 東亞

# region.europe
source: Europe
zh_hant_tw: 歐洲

# region.middle-east
source: Middle East
zh_hant_tw: 中東

# research.allTopics
source: All Topics
zh_hant_tw: 所有主題

# research.error
source: Failed to Load
zh_hant_tw: 載入失敗

# research.loading
source: Loading...
zh_hant_tw: 載入中...

# research.offline
source: Offline
zh_hant_tw: 離線模式

# research.retry
source: Retry
zh_hant_tw: 重試

# research.title
source: Research
zh_hant_tw: 智庫研究

# sourceTransparency.button
source: Data sources and transparency
zh_hant_tw: 資料來源與透明度

# sourceTransparency.intro
source: We show source labels so you can understand where each signal comes from. StratAperture combines public news, global news indexes, optional fast-moving alerts, and curated policy research.
zh_hant_tw: 我們希望你能看見每個訊號背後的資料來源。StratAperture 會整理公開新聞、全球新聞索引、可用的快訊來源，以及精選智庫研究。

# sourceTransparency.limit.availability
source: Sources may change as availability, access, and data quality change.
zh_hant_tw: 來源可能會因可用性、存取權限與資料品質而調整。

# sourceTransparency.limit.coverage
source: This is not a complete index of all news or research.
zh_hant_tw: 這不是所有新聞或研究資料的完整清單。

# sourceTransparency.limit.originals
source: Open original sources before making important judgments.
zh_hant_tw: 做出重要判斷前，仍應開啟原文來源交叉確認。

# sourceTransparency.limits.title
source: What to Keep in Mind
zh_hant_tw: 需要知道的限制

# sourceTransparency.news.description
source: We monitor a curated set of public feeds and indexes. Source labels help distinguish direct reporting from aggregated or derived signals.
zh_hant_tw: 我們監測一組精選的公開新聞來源與索引。來源標籤能協助分辨直接報導、聚合索引或轉載彙整訊號。

# sourceTransparency.news.gdelt
source: Global news index and aggregation signal.
zh_hant_tw: 全球新聞索引與聚合訊號。

# sourceTransparency.news.title
source: News Sources
zh_hant_tw: 新聞來源

# sourceTransparency.news.xGrok
source: Optional fast-moving signal source when credentials are configured.
zh_hant_tw: 設定憑證後啟用的可選快訊來源。

# sourceTransparency.organized.description
source: The app collects monitored items, reduces overlapping coverage, and groups related signals by topic, region, or crisis theme.
zh_hant_tw: App 會整理監測到的項目、減少重複內容，並依主題、地區或危機脈絡分群。

# sourceTransparency.organized.title
source: How We Organize Information
zh_hant_tw: 我們如何整理資訊

# sourceTransparency.research.description
source: The Research tab uses a curated weekly dataset of policy and think tank analysis. The list reflects currently included sources.
zh_hant_tw: Research 分頁使用每週整理的政策與智庫分析資料集。此清單反映目前涵蓋的來源。

# sourceTransparency.research.title
source: Research Sources
zh_hant_tw: 智庫與研究來源

# sourceTransparency.title
source: Data Sources & Transparency
zh_hant_tw: 資料來源與透明度

# tab.dashboard
source: Dashboard
zh_hant_tw: 儀表板

# tab.feed
source: Feed
zh_hant_tw: 動態

# tab.map
source: Map
zh_hant_tw: 地圖

# tab.research
source: Research
zh_hant_tw: 研究

# tab.timeline
source: Timeline
zh_hant_tw: 時間線

# time.dAgo
source: %dd ago
zh_hant_tw: %d天前

# time.hAgo
source: %dh ago
zh_hant_tw: %d小時前

# time.mAgo
source: %dm ago
zh_hant_tw: %d分鐘前

# time.now
source: just now
zh_hant_tw: 剛剛
